/*
 * AAUTasks.strings
 * MacConfig
 */
 
/*  AAUPortMapFirewallTask  */
"Firewall" = "Assistant de configuration du mappage de ports";
"Firewall.Service.Intro" = "L’Assistant de configuration du mappage de ports vous aide à associer le trafic réseau entrant à des ports et services spécifiques sur les ordinateurs de votre réseau.";
"Firewall.PortHost.Intro" = "Sélectionnez un service dans le menu local ou saisissez l’adresse IP et les ports publics et privés que vous souhaitez mettre en correspondance.";
"Firewall.PortHost.IPv6" = "Vous pouvez également autoriser le trafic réseau entrant vers tous les hôtes IPv6 de votre réseau.";
"Firewall.Description.Intro" = "Saisissez la description de cette entrée de mappage de ports.";
"Firewall.Description.Done" = "Une fois terminé, cliquez sur Terminé pour enregistrer votre entrée de mappage de ports.";

"tcpPrivatePorts" = "Port(s) TCP privé(s)";
"tcpPublicPorts" = "Port(s) TCP public(s)";
"udpPrivatePorts" = "Port(s) UDP privé(s)";
"udpPublicPorts" = "Port(s) UDP public(s)";

"type" = "Service";
"hosts" = "Adresse IP privée";
"privatePort" = "Port privé";
"description" = "Description";
"advertiseService" = "Rendre public dans le système via Bonjour";
"serviceName" = "Nom du service";
"serviceType" = "Type de service";
"allowAllIPv6" = "Autoriser le trafic vers tous les hôtes IPv6";

"ConflictingPortNumber" = "Un numéro de port public est en conflit avec un port utilisé par un service de la borne d’accès. Choisissez un numéro de port public différent.";/*TO BE REMOVED*/
"ConflictingPortUDP" = "Un numéro de port UDP public est en conflit avec un port utilisé par un service de la borne d’accès. Choisissez un numéro de port public différent.";
"ConflictingPortUDPFileSharing" = "Un numéro de port UDP public est en conflit avec un port de partage de fichiers de la borne d’accès. Désactivez le partage de fichiers ou choisissez un autre numéro de port.";
"ConflictingPortUDPFileSharingNoDisable" = "Un numéro de port UDP public est en conflit avec un port de partage de fichiers de la borne d’accès. Choisissez un autre numéro de port.";
"ConflictingPortUDPSNMP" = "Un numéro de port UDP public est en conflit avec le port SNMP de la borne d’accès. Désactivez SNMP ou choisissez un autre numéro de port.";
"ConflictingPortTCPFileSharing" = "Un numéro de port TCP public est en conflit avec un port de partage de fichiers de la borne d’accès. Désactivez le partage de fichiers ou choisissez un autre numéro de port.";
"ConflictingPortTCPFileSharingNoDisable" = "Un numéro de port TCP public est en conflit avec un port de partage de fichiers de la borne d’accès. Choisissez un autre numéro de port.";
"ConflictingPortTCPACP" = "Un numéro de port TCP public est en conflit avec le port de configuration de la borne d’accès. Choisissez un autre numéro de port.";

/* Services */
"Personal File Sharing" = "Partage de fichiers personnel";
"Windows Sharing" = "Partage Windows";
"Personal Web Sharing" = "Partage web personnel";
"Remote Login - SSH" = "Ouvert. session à distance - SSH";
"FTP Access" = "Accès FTP";
"Apple Remote Desktop" = "Apple Remote Desktop";
"Remote Apple Events" = "Apple Events distants";
"Printer Sharing" = "Partage d’imprimantes";
"POP Mail" = "Courrier POP";
"POP Mail with SSL" = "Courrier POP avec SSL";
"IMAP Mail" = "Courrier IMAP";
"IMAP Mail with SSL" = "Courrier IMAP avec SSL";
"SMTP Mail" = "Courrier SMTP";
"QuickTime Streaming Server" = "QuickTime Streaming Server";
"Jabber" = "Jabber";
"CustomService" = "Choisissez un service";

/*  AAUIPv6FirewallTask  */

"IPv6Firewall" = "Assistant réglages Coupe-feu IPv6";
"IPv6Firewall.Intro" = "L’Assistant réglages Coupe-feu IPv6 vous aide à autoriser le trafic réseau IPv6 entrant vers les périphériques de votre réseau.";

"AllowLabel" = "Autoriser";
"AllowAll" = "Tous les services et les ports";
"AllowAllTCPUDP" = "Tous les ports TCP et UDP";
"AllowSpecific" = "Certains ports TCP et UDP";

"host" = "Adresse IPv6";
"tcpPorts" = "Port(s) TCP";
"udpPorts" = "Port(s) UDP";

/*  AAUUserDBTask  */

"Accounts" = "Assistant de configuration de compte";
"Accounts.UserPassword" = "Nom d’utilisateur et mot de passe";
"Accounts.UserPassword.Intro" = "Saisissez le nom et le mot de passe du compte.";
"Accounts.Restrictions.FileAccess" = "Sélectionnez l’accès de ce compte aux disques partagés.";

"name" = "Nom";
"shortName" = "Nom abrégé";
"password" = "Mot de passe";
"passwordVerify" = "Confirmer le mot de passe";
"fileSharingAccess" = "Accès au partage";
"accessBelowGuest" = "Le niveau d’accès au partage de fichiers que vous avez sélectionné est inférieur à celui de l’accès en tant qu’invité. Cet utilisateur pourra toujours ouvrir une session comme invité et accéder aux disques partagés.";
"UsernameInUse" = "Ce nom de compte existe déjà. Veuillez saisir un nom unique.";

/*  AAUTimedAccessTask  */

"TimedAccess" = "Assistant réglages de Contrôle d’accès programmé";
"TimedAccess.Intro" = "Saisissez la description et l’identifiant AirPort ou l’adresse MAC d’accès sans fil du client.";
"TimedAccess.Intro.Fallback" = "Saisissez une description des possibilités d’accès par défaut à ce réseau.";
"TimedAccess.Restrictions" = "Cliquez sur Ajouter (+) pour définir des limites au niveau du temps sur le réseau pour ce client.";
"TimedAccess.Restrictions.Fallback" = "Cliquez sur Ajouter (+) pour définir des limites au niveau du temps sur le réseau par défaut.";
"ThisComputer" = "Cet ordinateur";

"days.0" = "Pas d’accès";
"days.1" = "Lundis";
"days.2" = "Mardis";
"days.4" = "Mercredis";
"days.8" = "Jeudis";
"days.16" = "Vendredis";
"days.32" = "Samedis";
"days.64" = "Dimanches";
"days.31" = "En semaine";
"days.96" = "Le week-end";
"days.127" = "Tous les jours";

"time.0" = "avant";
"time.1" = "après";
"time.2" = "entre";
"time.3" = "toute la journée";

"and" = "et";

"TimedAccessWillExpireOn" = "L’accès de ce client au réseau expirera le %@.";
"TimedAccessDidExpire" = "L’accès de ce client au réseau a expiré.";	
"TimedAccessDidExpireExplain" = "Si vous souhaitez rétablir l’autorisation d’accès de ce client au réseau, vous pouvez modifier les limites au niveau du temps sur le réseau qui lui sont attribuées, en remplaçant « Pas d’accès » par une autre option.";

/*  AAUDHCPReservationTask  */

"DHCPReservation" = "Assistant de configuration de réservation DHCP";
"DHCPReservation.Name" = "Donnez un nom à votre réservation";
"DHCPReservation.Name.Intro" = "Si vous souhaitez réserver une adresse IP particulière pour un client de votre réseau, saisissez une description pour la réservation.";
"DHCPReservation.Name.Middle" = "Réservez l’adresse en fonction de l’adresse MAC ou de l’identifiant de client DHCP.";
"DHCPReservation.Name.Continue"	= "Cliquez sur Continuer lorsque vous avez terminé.";
"DHCPReservation.Mapping" = "Associez un identifiant de client ou une adresse MAC à une adresse IP";
"DHCPReservation.Mapping.MACAddress" = "Saisissez l’adresse MAC du client sans fil recevant la réservation.";
"DHCPReservation.Mapping.ClientID" = "Saisissez l’identifiant de client DHCP du client sans fil recevant la réservation.";
"DHCPReservation.Mapping.IP" = "Saisissez l’adresse IP à réserver au client. Cette adresse sera attribuée uniquement au client correspondant à l’adresse MAC ou à l’identifiant de client DHCP que vous avez saisi.";
"DHCPReservation.Mapping.Done"	= "Cliquez sur Terminé lorsque vous avez terminé.";

"macAddress" = "Adresse MAC";
"clientID" = "Id. du client DHCP";
"ipv4Address" = "Adresse IPv4";
"ReserveAddressBy" = "Réserver l’adresse par";

/*  AAUSimpleConfigTask  */

"WPS" = "Assistant de configuration de client sans fil";
"WPS.Auth.Intro" = "Il existe deux manières d’autoriser un client à accéder à votre réseau protégé par mot de passe sans qu’il ne saisisse ce dernier. Vous pouvez soit saisir un PIN pour l’utilisateur, soit permettre l’accès au premier client tentant d’accéder au réseau.";
"WPS.Auth.DayPass" = "Vous pouvez également décider de limiter l’accès de ce client à 24 heures uniquement.";

"WPS.PIN.Intro" = "Saisir le PIN du client.";
"WPS.PIN.Description" = "Le PIN sera soit affiché sur le moniteur du client, soit imprimé sur l’appareil si le client ne dispose pas d’un moniteur.";

"WPS.Done.Intro" = "Une fois que le client sans fil aura accédé à votre réseau, il s’affichera ci-dessous.";
"WPS.Done.Waiting" = "En attente du client sans fil…";
"WPS.Done.Failed" = "Une erreur s’est produite lorsqu’un client sans fil tentait d’accéder à votre réseau. Veuillez réessayer.";
"WPS.Done.Success" = "Le nouveau client sans fil a accédé à votre réseau avec succès.";

"AllowClientsBy" = "Autoriser le client par";
"PIN" = "PIN";
"FirstCome" = "Première tentative";
"DayPass" = "Limiter l’accès du client à 24 heures";

/* AAUWirelessOptionsTask */

"WirelessOptions" = "Options d’accès sans fil";

/* AAUBaseStationOptionsTask */

"BaseStationOptions" = "Options";

/* AAUBaseStationHostnameTask */

"BaseStationHostname" = "Nom d’hôte";
"BaseStationHostnames" = "Noms d’hôte";

/* AAUEditDualChannelsTask */

"EditDualChannels" = "Canaux radio";

"AppleWiFiConnectOptions" = "Options de client sans fil";

/* EditUSBDeviceTask */
"EditUSBDevice" = "Périphérique USB";

"USBDeviceSharingAccounts" = "Comptes";
"USBDeviceSharingAccounts.title" = "Sélectionnez les comptes d’utilisateur";
"AddNewAccount" = "Ajouter un nouveau compte";
"SaveAccount" = "Enregistrer un compte";

"USBDeviceIsExclusive" = "Un seul client peut utiliser ce périphérique à la fois";

"USBDeviceSharing" = "Restrictions d’accès";
"USBDeviceSharing.0" = "Pas de restrictions";
"USBDeviceSharing.1" = "Utiliser le mot de passe %@";	/* product name goes here */
"USBDeviceSharing.2" = "Utiliser mot de passe périph. USB";
"USBDeviceSharing.3" = "Utiliser les comptes";

/* WaitForDirectConnectTask */

"WaitForDirectConnectTask" = "Connectez l’ancienne Time Capsule";
"WaitForDirectConnectTask.replacecables" = "Déplacez tous les câbles Ethernet du Time Capsule précédent au nouveau Time Capsule.";
"WaitForDirectConnectTask.directdescription" = "Pour optimiser la migration, reliez le port WAN de l’ancienne Time Capsule à un port LAN de la nouvelle Time Capsule au moyen d’un câble Ethernet supplémentaire.";
"WaitForDirectConnectTask.initialcheck" = "Vérifiez si votre Time Capsule est connectée via Ethernet…";
"WaitForDirectConnectTask.ok1" = "Vos disques Time Capsule sont désormais connectés.";
"WaitForDirectConnectTask.ok2" = "Cliquez sur Continuer pour commencer la migration.";
"WaitForDirectConnectTask.ok3" = "La migration peut prendre un certain temps en fonction du contenu du disque concerné.";
"WaitForDirectConnectTaskOldLabel" = "Ancienne Time Capsule";
"WaitForDirectConnectTaskNewLabel" = "Nouveau Time Capsule";

/* VerifyInternetConnection */

"VerifyInternetConnectionTitle" = "Vérification de la connexion Internet";
"VerifyInternetConnectionTest" = "Utilitaire AirPort vérifie si cette %@ est connectée à Internet.";
"VerifyInternetConnectionTestSuccess" = "Cette %@ est connectée à Internet. Cliquez sur Continuer";
"VerifyInternetConnectionTestFailure" = "Pour utiliser votre connexion Internet durant la migration, assurez-vous que votre modem DSL ou câble est connecté au port WAN de la nouvelle Time Capsule. Éteignez le modem, retirez sa batterie le cas échéant, attendez quelques secondes, remettez la batterie en place, puis rallumez le modem. Une fois connecté, cliquez sur Continuer.";
"VerifyInternetConnectionTestFailureIgnore" = "Si vous ne souhaitez pas utiliser votre connexion Internet durant la migration, cliquez sur Continuer.";

